[{
        "recipe": "Kapusta z pieczarkami",
        "description": "PRZYGOTOWANIE Kapustę odcisnąć z soku i zgrubnie posiekać. Włożyć do szerokiego garnka i zalać bulionem lub wodą. Dodać liść laurowy i ziele angielskie. Gotować pod przykryciem przez około 35 - 40 minut. Pieczarki umyć i pokroić na cienkie plasterki (lub rozdrobnić w melakserze lub zetrzeć na tarce). Rozgrzać 2 łyżki oleju na dużej patelni i dodać pieczarki. Mieszając co chwilę smażyć pieczarki przez ok. 10 minut, aż zmiękną a na koniec odparują z soku. Następnie dodać je do ugotowanej kapusty, wymieszać i gotować przez ok. 10 minut (pod przykryciem). Cebulę obrać i pokroić w kosteczkę. Włożyć na patelnię po pieczarkach, dodać 2 łyżki oleju i co chwilę mieszając smażyć przez ok. 7 minut aż cebula będzie szklista. Przełożyć do garnka z kapustą. Gotować przez ok. 10 minut. Na patelnię wsypać mąkę i mieszając drewnianą łyżką smażyć ją przez ok. 2 - 3 minuty, aż będzie lekko zbrązowiała. Wówczas wlać pozostałą łyżkę oleju a po podsmażeniu przełożyć zasmażkę do garnka z kapustą. Całość wymieszać i zagotować. Doprawić świeżo zmielonym pieprzem oraz w razie potrzeby solą. Kapustę można zawekować, czyli zamknąć ją jeszcze gorącą w słoiki. Po ostudzeniu wstawić do lodówki. ",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/kapusta-z-pieczarkami.jpg"
    },
    {
        "recipe": "Dorsz w kremowym sosie z pieczarkami i szpinakiem",
        "description": "PRZYGOTOWANIE Dorsza dokładnie osuszyć, pokroić na porcje, doprawić solą, pieprzem, czosnkiem, oregano i płatkami chili. Obtoczyć w mące i odłożyć (można zamarynować wcześniej). Pieczarki oczyścić i pokroić na cienkie plasterki. Cebulę pokroić w kosteczkę. Szpinak opłukać i dokładnie osuszyć. Rozgrzać dużą patelnię z 1 łyżką oliwy i zeszklić cebulę. Dodać pieczarki oraz masło i smażyć co chwilę mieszając przez ok. 5 minut. Zdjąć z patelni. Dodać drugą łyżkę oliwy na patelnię (lub więcej jeśli jest potrzeba) i położyć dorsza. Smażyć przez ok. 2 - 4 minuty (w zależności od grubości filetów), przewrócić na drugą stronę i powtórzyć smażenie. Wlać bulion na patelnię i zagotować. Dodać pieczarki z cebulą i włożyć pomiędzy filety, razem podgrzać. Wlać śmietankę i zagotować, posypać posiekaną natką pietruszki. Gotować przez ok. 2 minuty aż sos zgęstnieje. W międzyczasie dodać szpinak i zanurzyć go w sosie. Jeśli sos nie zgęstniał wystarczająco, można posypać go mąką ziemniaczaną, wymieszać i zagotować. ",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/dorsz-w-kremowym-sosie-z-pieczarkami-szpinakiem.jpg"
    },
    {
        "recipe": "Krupnik z kurkami",
        "description": "PRZYGOTOWANIE W garnku na oliwie i maśle zeszklić pokrojoną w kosteczkę cebulę. Dodać obraną i startą na tarce marchewkę i mieszając smażyć przez ok. minutę. Wlać bulion i zagotować. Dodać kaszę oraz obrane i pokrojone w kosteczkę ziemniaki. Po zagotowaniu przykryć garnek, zmniejszyć ogień i gotować przez ok. 10 minut. Dodać opłukane i posiekane kurki i dalej gotować pod przykryciem przez ok. 10 minut. Dodać obranego i pokrojonego w kosteczkę pomidora i gotować przez ok. 5 minut pod koniec dodając do zupy szczypiorek i koperek. W razie potrzeby doprawić solą i pieprzem. ",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/krupnik-z-kurkami_0.jpg"
    },
    {
        "recipe": "Makaron z krewetkami i pieczarkami",
        "description": "PRZYGOTOWANIE Krewetki rozmrozić, obrać i oczyścić jeśli jest taka potrzeba. Doprawić składnikami marynaty i odłożyć na kilkanaście minut. Nastawić osoloną wodę na makaron i ugotować go zgodnie z instrukcją na opakowaniu. Przygotować pesto. Pieczarki pokroić na plasterki. Na dużej patelni na gorącej oliwie smażyć krewetki po około minucie z każdej strony. Odłożyć na talerz. Na tę samą patelnię włożyć pieczarki oraz masło, smażyć co chwilę mieszając przez ok. 2 minuty. Wlać wino i zagotować. Po chwili wlać gorący bulion i podgrzać. Włożyć z powrotem krewetki i zagotować co chwilę mieszając. Dodać pesto i wymieszać. Dodać odcedzony makaron i wymieszać. Chwilę razem podgrzewać aby makaron zagęścił sos i obtoczył się w nim. Wyłożyć na talerze, można posypać parmezanem i udekorować bazylią. ",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/makaron-z-krewetkami-pieczarkami.jpg"
    },
    {
        "recipe": "Pieczone filety z kurczaka",
        "description": "PRZYGOTOWANIE Filety rozdzielić na 2 porcje, doprawić solą i pieprzem, nasmarować startym czosnkiem, papryką, oregano, oliwą i sosem sojowym. Ułożyć w naczyniu żaroodpornym, posypać posiekanym szczypiorem, plasterkami pieczarek i wiórkami masła. Wstawić do nagrzanego do 190 stopni C piekarnika (góra i dół). Piec bez przykrycia przez 30 minut.  Posypać startym serem i piec dodatkowe 5 minut. ",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/pieczone-filety-z-kurczaka.jpg"
    },
    {
        "recipe": "Polędwiczka z pieczarkami i porem",
        "description": "PRZYGOTOWANIE Polędwicę umyć, osuszyć, odciąć białą błonę, następnie pokroić ukośnie na plastry o grubości 2,5 cm.  Rozbić je płaskim tłuczkiem i natrzeć czosnkiem przeciśniętym przez praskę. Włożyć do lodówki na ok. 1 godzinę (jeśli mamy czas). Doprawić solą i pieprzem a następnie delikatnie oprószyć skrobią ziemniaczaną. Rozgrzać dużą patelnię z 2 łyżkami oleju. Obsmażyć polędwiczki po około 2,5 minuty z każdej strony. Odłożyć na talerz. Na tę samą patelnię wlać pozostałą łyżkę oleju, dodać posiekanego pora, obrany i starty imbir i umyte pieczarki (większe można pokroić). Smażyć przez około 3 - 5 minut co chwilę mieszając (jeśli za bardzo się przypala można skropić patelnię wodą). Włożyć z powrotem mięso na patelnię z warzywami i po chwili wlać sos (wymieszane składniki). Gotować przez około 2 minuty aż sos zgęstnieje, w międzyczasie co chwilę zamieszać (potrząsnąć patelnią, przewrócić mięso na drugą stronę). ",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/poledwiczka-z-pieczarkami-i-porem.jpg"
    }
]